<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<c:set var="path" value="${pageContext.request.contextPath}"></c:set>
<!DOCTYPE html>

<link rel="stylesheet" href="${path}/resources/css/user_css/registerAgree.css">
<title>회원가입 정보 동의</title>


<body>
  <jsp:include page="../inc/top.jsp"></jsp:include>
  <jsp:include page="../inc/header.jsp"></jsp:include>	
	
  <div class="register_agree_container">
	
	<h3>우노마스 이용동의</h3>
	<hr>
		
	<h4 class="agree_title">우노마스 이용약관</h4>
	<textarea disabled="true" >
제 1 조 (목적)
이 약관은 “고객”이 주식회사 우노마스(이하 “회사”라 합니다)가 운영하는 “사이트”에서 제공되는 “서비스”를 이용함에 있어 “회사”와 “고객”의 권리·의무 및 책임 사항을 규정함을 목적으로 합니다.
※ PC통신, 모바일, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.

제 2 조 (용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
1. “사이트”란 우노마스 PC 웹사이트(www.wemakeprice.com), 모바일 웹사이트, 모바일 앱(APP/어플리케이션)을 비롯하여 “회사”가 운영하는 컴퓨터 등 정보통신설비를 이용한 “상품” 거래를 위한 모든 형태의 가상의 영업장을 말합니다.
2. “서비스”란 제4조 제1항에 따라 “회사”가 “고객”에게 제공하는 전자상거래 관련 서비스를 말합니다.
3. “상품”이란 “판매회원”이 “사이트”에서 판매하는 재화 또는 용역을 말합니다.
4. “고객”이란 이 약관에 따라 “서비스”를 이용하는 “구매회원” 및 “비회원”을 말합니다.
5. “구매회원”이란 “사이트”에서 개인 명의로 회원 등록을 하고 이 약관에 따라 “서비스”를 이용하는 “개인회원”(외국인등록번호를 소지한 국내 거주 외국인을 포함함, 이하 같음) 및 사업자 명의로 회원 등록을 하고 이 약관에 따라 “서비스”를 이용하는 “사업자회원”을 말합니다.
6. “비회원”이란 “사이트”에서 회원 등록을 하지 않고 이 약관에 따라 “서비스”를 이용하는 자를 말합니다.
7. “판매회원”이란 “회사”와 <우노마스 판매이용약관>을 체결하고 “사이트”에서 상품을 판매하는 자를 말합니다.

제 3 조 (약관의 명시와 개정)
① “회사”는 이 약관과 상호, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 대표자의 성명, 사업자등록번호, 통신판매업신고번호, 연락처(전화번호, 전자우편주소 등) 등을 “고객”이 쉽게 알 수 있도록 “사이트”의 초기화면에 게시합니다. 다만, 약관의 내용은 링크를 통하여 연결되는 별도의 화면에 게시할 수 있습니다.
② “회사”는 『전자상거래 등에서의 소비자보호에 관한 법률』(이하 “전자상거래법”이라 합니다), 『약관의 규제에 관한 법률』, 『전자문서 및 전자거래기본법』, 『전자서명법』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『방문판매 등에 관한 법률』, 『소비자기본법』, 『전자금융거래법』, 『특정 금융거래정보의 보고 및 이용 등에 관한 법률』, 『신용정보의 이용 및 보호에 관한 법률』 등 관련 법령에 위배되지 않는 범위에서 이 약관을 개정할 수 있습니다.
③ “회사”가 이 약관을 개정하는 경우에는 그 적용일 7일 전부터 변경내용 및 적용일자를 명시하여 “사이트”의 초기화면에 공지합니다. 다만, 약관의 변경 내용이 중대하거나 ”고객”에게 불리한 경우에는 그 적용일 30일 전에 “고객”들에게 개별 통지함을 원칙으로 하되, 개별 통지가 어려운 경우에는 그 적용일자 30일 전부터 “사이트”의 초기화면에 공지함으로써 개별 통지를 갈음할 수 있습니다.
④ “회원”은 전항에 따라 변경되는 약관에 동의하지 않을 권리가 있으며, 변경된 약관에 동의하지 않을 경우에는 “서비스” 이용을 중단하고 회원 탈퇴를 요청할 수 있습니다.

제 4 조 (서비스의 내용)
① “회사”가 이 약관에 따라 “고객”에게 제공하는 “서비스”는 다음 각 호와 같습니다.
1. 상품 거래를 위한 오픈마켓 플랫폼 운영 서비스
2. “사이트”의 개발 및 운영 서비스
3. 상품 구매 관련 업무 지원 서비스
4. 상품 정보 검색 서비스
5. 기타 전자상거래와 관련하여 “회사”가 정하는 서비스
② “회사”가 제공하는 “서비스”의 범위는 “사이트”에서 “판매회원”과 “고객”이 상품을 원활하게 거래할 수 있도록 하는 것에 한정되며, “회사”는 ”판매회원”이 “사이트”에서 판매하는 상품에 관하여 책임을 지지 않습니다.
	</textarea>
		
		

	<h4 class="agree_title">전자금융거래약관</h4>
	<textarea disabled="true">
제1조 (목적)
이 약관은 주식회사 우노마스(이하 '회사'라 합니다)가 자신의 인터넷사이트를 통하여 전자지급금융거래서비스를 이용자에게 제공함에 있어 회사와 이용자 사이의 전자금융거래에 관한 기본적인 사항을 정함을 목적으로 합니다.

제2조 (전자금융거래 서비스의 내용)
① 회사가 제공하는 전자금융거래 서비스는 ‘전자지급결제대행 서비스’를 말합니다.
② 회사는 이용자에게 사전 고지 후 제1항의 전자금융거래 서비스의 내용을 추가 또는 변경할 수 있습니다.

제3조 (이용시간)
① 회사는 이용자에게 연중무휴 1일 24시간 전자금융거래 서비스를 제공함을 원칙으로 합니다. 단, 이는 금융기관 및 기타 결제수단 발행업자의 사정에 따라 달리 정할 수 있습니다.
② 회사는 정보통신설비의 보수, 점검 기타 기술상의 필요나 금융기관 및 기타 결제수단 발행업자의 사정에 의하여 서비스 중단이 불가피한 경우, 서비스 중단 3일 전까지 게시 가능한 전자적 수단을 통하여 서비스 중단 사실을 게시한 후 서비스를 일시 중단할 수 있습니다. 다만, 시스템 장애복구, 긴급한 프로그램 보수, 외부요인 등 불가피한 경우에는 사전 게시 없이 서비스를 중단할 수 있습니다.

제4조 (접근매체의 선정과 사용 및 관리)
① 회사는 전자금융거래 서비스 제공 시 접근매체를 선정하여 이용자의 신원, 권한 및 거래지시의 내용 등을 확인할 수 있습니다.
② 이용자는 접근매체를 제3자에게 양도 또는 양수하거나 대여 또는 사용을 위임하거나 담보 목적으로 제공하여서는 안 됩니다.
③ 이용자는 제2항의 행위를 알선하는 행위를 하여서는 안 됩니다.
④ 이용자는 자신의 접근매체를 제3자에게 누설 또는 노출하거나 방치하여서는 안되며, 제3자에 의한 접근매체의 도용, 위조 또는 변조를 방지하기 위하여 충분한 주의를 기울여야 합니다.
⑤ 회사는 이용자로부터 접근매체의 분실이나 도난 등의 통지를 받은 때에는 그 때부터 제3자가 그 접근매체를 사용함으로 인하여 이용자에게 발생한 손해를 배상할 책임이 있습니다.

제5조 (전자금융거래 서비스 이용 기록의 생성 및 보존)
① 회사는 이용자가 전자금융거래의 내용을 추적, 검색하거나 그 내용에 오류가 발생한 경우에 이를 확인하거나 정정할 수 있는 기록(이하 ‘거래내용’이라 합니다)을 생성하여 보존합니다.
② 회사는 다음 각 호의 거래내용을 5년 간 보존합니다.
1. 거래계좌의 명칭 또는 번호
2. 거래의 종류 및 금액
3. 거래의 상대방을 나타내는 정보
4. 거래 일시
5. 전자적 장치의 종류 및 전자적 장치를 식별할 수 있는 정보
6. 해당 전자금융거래와 관련한 전자적 장치의 접속 기록
7. 회사가 전자금융거래의 대가로 받은 수수료
8. 이용자의 출금 동의에 관한 사항
9. 전자금융거래의 신청 및 조건의 변경에 관한 사항
10. 건당 거래금액이 1만원을 초과하는 전자금융거래에 관한 기록
③ 회사는 다음 각 호의 거래내용을 1년 간 보존합니다.
1. 건당 거래금액이 1만원 이하인 소액 전자금융거래에 관한 기록
2. 전자지급수단 이용과 관련된 거래승인에 관한 기록
3. 제9조에 따른 이용자의 오류정정 요구사실 및 처리결과에 관한 사항

제6조 (거래내용의 확인)
① 회사는 이용자와 미리 약정한 전자적 방법을 통하여 이용자가 제7조의 거래내용을 확인할 수 있도록 합니다. 단, 전자적 장치의 운영 장애 또는 그 밖의 사유로 거래내용을 확인하게 할 수 없는 때에는 즉시 회사의 인터넷사이트에 그 사유를 알리고, 그 사유가 종료된 때부터 이용자가 거래내용을 확인할 수 있도록 합니다.
② 이용자는 회사(회사 사이트의 초기화면 하단에 게시된 전자금융거래분쟁처리담당자)에게 거래내용에 관한 서면의 교부를 요청할 수 있습니다.
③ 회사는 제2항의 서면 교부 요청을 받은 날로부터 2주 이내에 전자문서의 전송(전자우편을 이용한 전송을 포함합니다), 모사전송, 우편 또는 직접 교부의 방법으로 거래내용에 관한 서면을 해당 이용자에게 교부합니다. 단, 회사가 제1항 단서에 따라 전자적 장치의 운영 장애 또는 그 밖의 사유로 거래내용에 관한 서면을 교부할 수 없어 즉시 해당 이용자에게 그 사유를 알린 경우에는, 거래내용에 관한 서면의 교부가 불가능한 기간은 본항의 거래내용에 관한 서면 교부 기간에 산입하지 아니합니다.
④ 이용자가 제1항에서 정한 서면교부를 요청하고자 할 경우 회사 사이트의 초기 화면 하단에 게시된 분쟁처리 고객센터를 통해 요청할 수 있습니다.
- TEL: 1588-4763
- 우노마스 앱/웹 1:1 문의, 채팅서비스

제7조 (오류의 정정 등)
① 이용자는 전자금융거래 서비스를 이용함에 있어 오류가 있음을 안 때에는 회사에게 그 정정을 요구할 수 있습니다.
② 회사는 전항의 규정에 따른 오류의 정정요구를 받은 때 또는 스스로 전자금융거래에 오류가 있음을 안 때에는 이를 즉시 조사하여 처리한 후 정정요구를 받은 날 또는 오류가 있음을 안날부터 2주 이내에 그 결과를 이용자에게 알립니다.

제8조 (회사의 책임)
① 회사는 다음 각 호 중 어느 하나에 해당하는 사고로 인하여 이용자에게 발생한 손해에 대하여 배상 책임을 부담합니다.
1. 접근매체의 위조나 변조로 발생한 사고
2. 계약체결 또는 거래지시의 전자적 전송이나 처리과정에서 발생한 사고
3. 전자금융거래를 위한 전자적 장치 또는 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 제2조제1항제1호에 따른 정보통신망에 침입하여 거짓이나 그 밖의 부정한 방법으로 획득한 접근매체의 이용으로 발생한 사고
② 회사는 제1항에도 불구하고 다음 각 호 중 하나에 해당하는 사유로 인하여 발생한 손해의 전부 또는 일부에 대한 책임을 이용자가 부담하게 할 수 있습니다.
1. 이용자가 접근매체를 제3자에게 양도 또는 양수하거나 대여 또는 사용을 위임하거나 담보의 목적으로 제공한 경우
2. 이용자가 제3자에게 접근매체를 누설 또는 노출하거나 방치하거나 제3자에 의한 접근매체의 도용, 위조 또는 변조를 방지하기 위하여 충분한 주의를 기울이지 않은 경우
3. 회사나 금융기관 등이 접근매체를 통하여 이용자의 신원, 권한 및 거래지시의 내용 등을 확인하는 것 외에 보안강화를 위하여 전자금융거래 시 사전에 요구하는 추가적인 보안조치를 이용자가 정당한 사유 없이 거부한 경우
4. 이용자가 제3호의 추가적인 보안조치에 사용되는 매체ㆍ수단 또는 정보를 제3자에게 양도 또는 양수하거나 대여 또는 사용을 위임하거나, 제3자에게 이를 누설 또는 노출하거나 방치한 경우
5. 법인(「중소기업기본법」 제2조제2항에 따른 소기업을 제외합니다)인 이용자에게 손해가 발생한 경우로서, 회사가 사고를 방지하기 위하여 보안절차를 수립하고 이를 철저히 준수하는 등 합리적으로 요구되는 충분한 주의의무를 다한 경우
③ 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체의 사유 등이 발생한 경우에는 전자금융거래 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 인터넷사이트 등을 통하여 이용자에게 전자금융거래서비스 제공의 중단일정 및 중단사유를 사전에 공지합니다.

제9조 (거래지시의 철회)
① 전자지급거래를 한 이용자는 지급의 효력이 발생하기 전까지(수취인의 계좌가 개설된 금융기관의 계좌의 원장에 입금이 기록되거나 전자적 장치에 입력이 끝날 때까지) 거래지시를 철회할 수 있습니다.
② 회사는 이용자가 거래지시를 철회하여 지급거래가 이루어지지 않으면 수령한 결제대금을 이용자에게 반환해야 합니다.
③ 전자지급거래를 한 이용자는 지급의 효력이 발생한 후에는 『전자상거래 등에서의 소비자보호에 관한 법률』 등 관련 법령상 청약의 철회의 방법 또는 회사의 전자금융거래분쟁처리담당자에 대한 통지로써 결제대금을 반환 받을 수 있습니다.

제10조 (비밀보장의무)
회사는 전자금융거래 서비스를 제공함에 있어서 취득한 이용자의 인적 사항, 계좌, 접근매체 및 전자금융거래의 내용과 실적에 관한 정보 또는 자료를 이용자의 동의 없이 제3자에게 제공, 누설하거나 업무상 목적 외에 사용하지 아니합니다. 단, 관련 법령에서 정한 경우나 법원의 판결 기타 정부기관의 적법한 요구에 따른 경우에는 예외로 합니다.

제11조 (분쟁처리 및 분쟁조정)
① 이용자는 회사의 사이트 초기화면 하단에 게시된 전자금융거래분쟁처리담당자에게 전자금융거래 서비스 이용과 관련한 의견 및 불만의 제기, 손해배상의 청구 등의 분쟁처리를 요구할 수 있습니다.
- TEL: 1588-4763
- 우노마스 앱/웹 1:1 문의, 채팅서비스
② 회사는 이용자가 전자금융거래 서비스에 관한 분쟁처리를 신청한 경우, 그 신청일로부터 15일 이내에 이에 대한 조사 또는 처리 결과를 이용자에게 안내합니다.
③ 회사의 분쟁처리 결과에 이의가 있는 이용자는 『금융위원회의 설치 등에 관한 법률』에 따른금융분쟁조정위원회나 『소비자기본법』에 따른 한국소비자원의 소비자분쟁조정위원회에 회사의 전자금융거래 서비스의 이용과 관련한 분쟁조정을 신청할 수 있습니다.



부칙 < 2019. 11. 30. >
이 약관은 2019년 11월 30일부터 시행됩니다.		
	</textarea>
		
		
	<h4 class="agree_title">개인정보 수집 및 이용 동의</h4>
	<textarea disabled="true">
이용목적	
이용자 식별 및 연령확인, 고지사항 전달, 서비스 이용 및 상담, 부정이용 방지
		
수집항목	
이름, 이메일(아이디), 비밀번호, 휴대폰번호, 생년월일
		
보유/이용기간
회원탈퇴 신청 후 5일까지 또는 법령에 따른 보존기간(생년월일은 연령확인 후 즉시 파기) 단 이름, 이메일(아이디)은 탈퇴완료 후 6개월 까지

제공받는자의 이용 목적
상품 및 서비스 판매자	판매자와 구매자 간 원활한 거래의 진행(구매자확인, 해피콜 등), 고객상담 및 불만처리, 서비스 제공, 상품과 경품 배송(전송 및 설치 등 포함)
	</textarea>
		
	<label class="agree_input">전체 동의 <input type="checkbox"></label><br>
		
	<div class="agree_submit">
		<a href="register"><input type="button" value="확인"></a>
	</div>
	

  </div>
  

	<!-- 푸터 -->
	<jsp:include page="../inc/bottom.jsp"></jsp:include>
    <!-- Footer Section End -->

    <!-- Js Plugins -->
    <script src="${path}/resources/js/jquery-3.3.1.min.js"></script>
    <script src="${path}/resources/js/bootstrap.min.js"></script>
    <script src="${path}/resources/js/jquery-ui.min.js"></script>
    <script src="${path}/resources/js/jquery.countdown.min.js"></script>
    <script src="${path}/resources/js/jquery.nice-select.min.js"></script>
    <script src="${path}/resources/js/jquery.zoom.min.js"></script>
    <script src="${path}/resources/js/jquery.dd.min.js"></script>
    <script src="${path}/resources/js/jquery.slicknav.js"></script>
    <script src="${path}/resources/js/owl.carousel.min.js"></script>
    <script src="${path}/resources/js/main.js"></script>
</body>
</html>